brew "fzf"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "node"
brew "pinentry-mac"
brew "python@3.9"
brew "starship"
brew "svn" # dependency for `font-roboto-mono-for-powerline`
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

tap "homebrew/cask-fonts"
cask "alacritty"
cask "font-roboto-mono-for-powerline"
cask "font-fira-code"
