brew "bat"
brew "direnv"
brew "fzf"
brew "ghq"
brew "git"
brew "git-delta"
brew "gnupg"
brew "go"
brew "node"
brew "openjdk@17"
brew "pinentry-mac"
brew "starship"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"

tap "homebrew/cask-fonts"
cask "font-jetbrains-mono-nerd-font"
cask "alacritty"
cask "kitty"
